Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Lullaby.tmx
Source language: en
Languages: es_419

source: I'm gonna have to take a different road soon.
es_419: pronto voy a tener que tomar otra ruta.

source: 9,998 sheep...
es_419: 9998 ovejas…

source: startled
es_419: ASUSTADO

source: why you alone can end the punishment he has had to endure for the past 600 years?
es_419: ¿por qué tú eres la única que puede acabar con el castigo que él sufre desde hace 600 años?

source: sleeping, insomnia, awakening!
es_419: ¡el sueño, el insomnio, el despertar!

source: just talk about anything you want to.
es_419: hábleme de lo que sea.

source: but you are very caring and considerate.
es_419: es muy generoso y considerado.

source: this is a innovative project that will skip over all of that.
es_419: este proyecto tan innovador no tendrá que pasar por eso.

source: if something happens to you while you're asleep, I won't be able to help.
es_419: si te pasa algo mientras duermes, no podré ayudarte.

source: I feel like I can't even breathe. what's happening...?
es_419: siento que ni puedo respirar. ¿qué me pasa?

source: Hello, I am MJ, the writer.
es_419: Hola, soy MJ, el escritor.

source: I’m glad to hear that.
es_419: qué alivio.

source: I am very grateful,
es_419: estoy muy agradecida,

source: it’s not that I’m concerned.
es_419: no es que esté inquieta.

source: do they perhaps look like the white threads you saw when you were attacked at your house?
es_419: por casualidad, ¿se parecen a los hilos blancos que viste cuando te atacaron en tu casa?

source: d-do you think I'm in this for compensation?
es_419: ¿c-cree que hago esto para recibir una compensación?

source: Written by
es_419: Historia:

source: can't you see the man wearing hanbok standing here?
es_419: ¿acaso nadie ve al hombre de hanbok parado ahí?

source: the list of names... do you really have to go through them?
es_419: ¿es necesario hacer dormir a cada persona de su lista?

source: it's because I haven’t had an appetite!
es_419: ¡lo que pasa es que no tengo apetito!

source: glow
es_419: BRILLA

source: congratulations on sleeping for 25 hours!!!
es_419: ¡¡felicitaciones por dormir 25 horas!!

source: roar
es_419: GRRR

source: shuffle
es_419: SUISH

source: GLARe
es_419: MIRA

source: slide
es_419: SUISH

source: oh, it's done! they're all gone!
es_419: ¡ah, listo! ¡no queda ni uno!

source: yes, mr. gam.
es_419: sí, señor gam.

source: eat some snacks while you work.
es_419: come algo mientras trabajas.

source: I clean it myself.
es_419: limpio yo.

source: mr. gam...?
es_419: ¿señor gam?

source: listen,
es_419: escucha.

source: why did you drink so much?
es_419: ¿por qué bebiste tanto?

source: how her hands are moving in midair and not on the trackpad...
es_419: con las manos en el aire, sin apoyarlas sobre el teclado…

source: I know you've been looking forward to this sleep trip, little kitty.
es_419: sé lo ansiosa que estabas por hacer este viaje para dormir, gatita.

source: AHEM
es_419: EJEM

source: not to mention your heart races over a cup of coffee. am I wrong?
es_419: para colmo, tiene palpitaciones por un simple vaso de café, ¿no?

source: ...and meet with people they longed for in their dreams.
es_419: … y, en sus sueños, se encuentran con quienes extrañan.

source: what’s wrong? tell me.
es_419: ¿qué te pasa? dime.

source: now, change your clothes and come to the training room.
es_419: cámbiense de ropa y acompáñenme a la sala de entrenamiento.

source: he's so careless. does he know what he's doing?
es_419: qué imprudente. ¿acaso sabe lo que hace?

source: you're only able to see me because you're my human partner who I've been looking for for 600 years.
es_419: eres la única que puede verme porque eres mi compañera humana. te he buscado por 600 años.

source: oh, okay. thank you.
es_419: ah, bueno. gracias.

source: I think they're talking about me and mr. gam... what should I do...?
es_419: creo que hablan del señor gam y de mí… ¿qué hago?

source: you're right. he looks very energetic today.
es_419: es verdad. parece que tiene mucha energía.

source: ROLL
es_419: RUEDA

source: office supply room
es_419: depósito de la oficina

source: I didn't expect to hear something like that from you, mr. gam...
es_419: no esperaba que me dijera algo así, señor gam.

source: ...but I’m sure I’ll get used to it soon!
es_419: … ¡estoy segura de que ya me acostumbraré!

source: no way. he can’t keep his eyes off of you.
es_419: ¿segura? no le quita la vista de encima.

source: is there anything else you're worried about?
es_419: ¿te preocupa algo más?

source: what's she doing?
es_419: ¿qué hace?

source: ...my team manager, on the other hand, always tries to stop me from talking.
es_419: en cambio, la gerenta de mi departamento nunca me deja participar en nada.

source: but you are a good person at heart.
es_419: pero es una buena persona en el fondo.

source: no thanks. take it back.
es_419: no, gracias. no quiero.

source: I'm not letting things go his way.
es_419: no dejaré que se salga con la suya.

source: chirp
es_419: PÍO

source: to think that you need to eat three meals a day...
es_419: pensar que necesitas tres comidas al día…

source: I’ll keep my feelings for mr. gam a secret so that he doesn’t notice them.
es_419: le ocultaré mis sentimientos al señor gam para que no se dé cuenta de nada.

source: thud
es_419: PUM

source: while I’m partly worried about not being able to get along with my colleagues...
es_419: si bien estoy angustiada por no poder llevarme bien con mis colegas…

source: rush
es_419: FIUSH

source: sleep is the best medicine, they say.
es_419: dicen que dormir es la mejor medicina.

source: I appreciate you taking care of me.
es_419: aprecio que me cuide.

source: slap
es_419: TAC

source: I wonder how this place can make a profit operating like this...
es_419: me pregunto cómo este café genera ganancias estando tan vacío.

source: this is...
es_419: ¡¿es esta…

source: WHISPER
es_419: MURMULLOS

source: how nice would it be to cook in a kitchen like this every day?
es_419: qué lindo debe ser cocinar en una cocina así todos los días.

source: ...and I would worry on his behalf, even about the littlest things...
es_419: y siempre me preocupo por cuidarlo hasta de cosas de lo más inofensivas.

source: smirk
es_419: SONRÍE

source: ramble
es_419: TENSO

source: I don't see anything right now, but I was definitely able to see it earlier.
es_419: ahora no veo nada, pero antes sí.

source: I can do it.
es_419: yo puedo hacerlo.

source: does it matter what other people think?
es_419: ¿acaso importa la opinión de los demás?

source: it only hurts my head to think about it.
es_419: me duele la cabeza si les doy tantas vueltas a los asuntos.

source: geumbae, do you remember what I hate most?
es_419: geumbae, ¿recuerdas qué es lo que más detesto?

source: although her hair, clothing, and style were from a different time period...
es_419: si bien su pelo, ropa y estilo eran de otra época,

source: it couldn’t be more clear.
es_419: es tan claro como el agua.

source: that’s what happens when you like someone.
es_419: son señales de que te gusta alguien.

source: but I thought that was only because of shock or surprise...
es_419: pero creía que era porque me había llevado una sorpresa o porque estaba asustada.

source: I...
es_419: no…

source: product development department office
es_419: oficina del departamento de producción

source: but if...
es_419: pero si…

source: you should attend the next meeting and present your idea.
es_419: quiero que vayas a la próxima reunión y presentes tu idea.

source: anyway... why didn't he say that he's the ceo?
es_419: ¿por qué no me dijo que es el presidente?

source: let's get you better first.
es_419: te ayudaré a sentirte mejor.

source: now, how about you adhere to the terms of the contract? get a good night’s sleep. seven hours’ worth.
es_419: bueno, ¿qué te parece si ahora cumples con el contrato? duerme largo y tendido, por lo menos siete horas.

source: I can go home by myself.
es_419: puedo volver sola a casa.

source: flutter
es_419: FUUSH

source: that's enough.
es_419: suficiente.

source: this reminds me of my childhood.
es_419: me trae recuerdos de mi infancia.

source: I also have a duty to fulfill, mr. gam! a duty to keep you safe!
es_419: además, ¡tengo un deber que cumplir! ¡el deber de protegerlo!

source: spring
es_419: FLING

source: Chapter 13 Written by MJ Art by Baeklee
es_419: Episodio 13 Historia: MJ Arte: Baeklee

source: and I can wake up the people you put to sleep.
es_419: y despertaré a las personas que corran algún peligro.

source: close
es_419: ZZZ

source: I’m your human partner, right? who appeared after 600 years?
es_419: soy su compañera humana, que encontró después de 600 años,

source: I suppose we’ll find out.
es_419: ya veremos.

source: I was just curious. nothing more.
es_419: solo tenía curiosidad. nada más.

source: to think that a mere human is worrying about keeping me safe...
es_419: pensar que una simple humana se preocupa por protegerme…

source: I’m fine. it’s not like I was seriously hurt.
es_419: estoy bien. no sufrí heridas graves.

source: blaze
es_419: FUUUM

source: haha
es_419: JAJA

source: reach
es_419: ALCANZA

source: DRIP
es_419: PLIC

source: slip
es_419: FRUS

source: ughh...
es_419: ¡augh!

source: something feels off. how vexing.
es_419: es muy raro y desconcertante.

source: guilty
es_419: CULPABLE

source: glint
es_419: FIUSH

source: ...why does that bother me so much?
es_419: ¿por qué me molesta tanto?

source: 600 years ago, you annihilated us.
es_419: nos aniquilaste hace 600 años.

source: since it could mean that the product they designed is immediately released to the market.
es_419: ya que el producto que idearon podría salir al mercado de inmediato.

source: so what are you doing here? what if I really had fallen asleep?
es_419: entonces, ¿qué hace aquí? ¿qué tal si ya me hubiera dormido?

source: the fact that your insomnia is over has me tearing up.
es_419: me emociona que por fin se haya acabado su insomnio.

source: they don't.
es_419: no.

source: we should end the class here. thank you.
es_419: ya es hora de terminar la clase. gracias.

source: if there’s anything you’re having a hard time telling him, or if you just want to vent about him, talk to me.
es_419: si hay algo que quiera decirle, pero no sabe cómo, o si necesita desahogarse con alguien, hable conmigo.

source: you probably didn't get enough sleep today.
es_419: parece que no dormiste bien anoche.

source: I've even shredded and thrown it all away.
es_419: incluso ya destruí y tiré todos los archivos.

source: I haven’t had any coffee recently...
es_419: no bebo café hace varios días.

source: hmph
es_419: JUM

source: m-mr. gam?
es_419: ¿s-señor gam?

source: please be extra careful today.
es_419: hoy tiene que cuidarse más que nunca.

source: I’ve only spent a few days without sleep, and I feel terrible...
es_419: yo pasé solo unos días sin dormir y me siento terrible.

source: wouldn’t it be safer for me to come with you?
es_419: ¿no sería más seguro que lo acompañe?

source: we randomly feel happy, then get sad for no particular reason...
es_419: estamos felices y, de repente, nos ponemos tristes sin razón aparente.

source: VWOOM
es_419: BUUM

source: we need to stay in the same place because it's going to be a problem if I fall asleep at any time.
es_419: tenemos que estar en el mismo lugar porque no puedo quedarme dormido en cualquier momento.

source: fumble
es_419: FRUS

source: do you think we came all this way for this? what if something is wrong with her?!
es_419: ¿cree que vinimos hasta aquí para que nos diga eso? ¡¿y si está enferma o algo?!

source: I also have a duty to fulfill, mr. gam!
es_419: además, ¡tengo un deber que cumplir!

source: it is. but...
es_419: sí, pero…

source: why do you want mr. gam to return to the demon world so badly, mr. geum?
es_419: ¿por qué anhela tanto que el señor gam vuelva al mundo de los demonios?

source: what are you doing? you could’ve gotten seriously hurt!
es_419: ¿qué hiciste? ¡podrías haberte lastimado mucho!

source: yes, I’d love that!
es_419: ¡me encantaría!

source: food doesn't really do anything to me.
es_419: la comida no me hace nada.

source: okay.
es_419: de acuerdo.

source: that should be hot enough to wake him up... how is he still asleep?
es_419: ¿no siente el calor de las llamas? ¿cómo puede seguir durmiendo?

source: ahem
es_419: EJEM

source: I was worried about you. you didn't respond to my texts...
es_419: me tenías preocupado. no me respondías los mensajes.

source: I’ll protect you, mr. gam!
es_419: ¡yo lo protegeré, señor gam!

source: I wonder why such an image suddenly popped up in my head.
es_419: ¿por qué, de la nada, se me vino esa imagen a la mente?

source: frosty
es_419: FRÍA

source: boom
es_419: BUUM

source: I’m the one who offered to take you to the lab with me.
es_419: yo fui quien te pidió que me acompañaras al laboratorio.

source: I’m not? but I feel great.
es_419: ah, ¿no? pero me siento genial.

source: yes, I know.
es_419: sí, lo sé.

source: it's really different. the mattress is soft, but also firm.
es_419: es muy diferente. el colchón es cómodo y firme a la vez.

source: nope.
es_419: no.

source: squeeze
es_419: APRIETA

source: I was angry during the following century, and I felt even more determined during the next...
es_419: estuve enojado durante el siguiente siglo y te busqué con más empeño en el siguiente…

source: the contract period isn't clear. it doesn't state when you'll be leaving to the demon world.
es_419: el período del contrato no está claro. no dice cuándo se irá al mundo de los demonios.

source: I’m a very good listener!
es_419: ¡puedo prestarte el oído!

source: I gave you a chance, didn’t I?
es_419: te di la chance, ¿no?

source: I know, right? she did that by herself when we weren't even aware of it!
es_419: qué loco, ¿no? ¡ella lo hizo sola, y nosotros ni nos dimos cuenta!

source: hmm... all the teleportation makes me feel a bit dizzy...
es_419: teletransportarnos tantas veces me marea un poco, pero…

source: pester
es_419: INSISTENTE

source: I shouldn't have gotten involved with a sensitive monster.
es_419: no tendría que haberme acercado a un monstruo sensible.

source: it seems like you fall asleep as soon as I do,
es_419: parece que se duerme inmediatamente después de mí,

source: also, what was that poppy talking about?
es_419: ¿de qué hablaba esa amapola?

source: mr. gam, what have you done during the period people are normally asleep?
es_419: señor gam, ¿qué ha hecho durante las horas en las que la gente suele dormir?

source: I don’t place my faith in promises made by humans. because...
es_419: no confío en las promesas que hacen los humanos porque…

source: uh... it’s the korean bbq restaurant near the office...
es_419: a una parrilla coreana que queda cerca de la oficina.

source: I'm also new to this. this is the first time in 600 years I’ve lived with someone in my house...
es_419: esto es nuevo para mí también. es la primera vez en 600 años que alguien vive en mi casa…

source: sleep is more important than any--
es_419: dormir es más importante que cualquier…

source: but I was supposed to do the presentation today.
es_419: pero se suponía que hoy daría la presentación.

source: ...I, more than anyone, dearly wish for it to end.
es_419: … yo, más que nadie en el mundo, quiero que acabe.

source: wait, mr. geum reserved the class!
es_419: ¡espere! ¡el señor geum reservó la clase!

source: um, mr. gam...
es_419: eh, señor gam…

source: how come he didn’t wake up when there was a fire right in front of him?
es_419: ¿cómo es que no despertó con un incendio delante de él?

source: that's fine.
es_419: estoy bien.

source: tilt
es_419: LADEA

source: I need to go!
es_419: ¡tengo que irme!

source: you’re going to sleep here by yourself, right?
es_419: que va a dormir aquí solo, ¿cierto?

source: yes!
es_419: ¡sí!

source: but no one would believe me if I were to reveal that we’re actually in a contractual relationship.
es_419: pero nadie me creería si revelara que nuestra relación es contractual en realidad.

source: Chapter 17 Written by MJ Art by Baeklee
es_419: Episodio 17 Historia: MJ Arte: Baeklee

source: because of all the gossip.
es_419: por los chismes.

source: shut up.
es_419: cállate.

source: yes.
es_419: sí.

source: it's 11:50 already.
es_419: ya casi es medianoche.

source: okay!
es_419: ¡sí!

source: a white poppy?
es_419: ¿una amapola blanca?

source: pfft
es_419: PFF

source: ...that this is real...
es_419: … que esto sea real.

source: it wasn't anything special.
es_419: no fue nada especial.

source: ugh.
es_419: augh.

source: I’ll just sleep in my roo—
es_419: voy a dormir a mi cuart—

source: that wouldn't make sense, because you're supposed to fall asleep when your human partner sleeps.
es_419: no tendría sentido, porque se supone que se queda dormido al mismo tiempo que su compañera humana.

source: miss seohwa?!
es_419: ¡¿seohwa?!

source: a high-quality business suit from a department store!
es_419: ¡un traje formal, fino y elegante!

source: grit
es_419: ÑIIC

source: huh? what are you talking about?
es_419: ¿eh? ¿de qué habla?

source: and there!
es_419: ¡y allá!

source: like eating tteokbokki at the market...
es_419: como comer tteokbokki en el mercado,

source: yes, sir.
es_419: sí, señor.

source: I'll be seeing you.
es_419: nos vemos pronto.

source: KUGH
es_419: COF

source: wait!
es_419: ¡momento!

source: argh... it's not moving at all. it's really stuck.
es_419: ¡augh! no puedo mover el cierre. se atoró.

source: blink
es_419: PLIN

source: touched
es_419: CONMOVIDA

source: you're pretty good.
es_419: eres difícil de engañar.

source: look at that! you can handle your alcohol, huh?
es_419: ¡qué sorpresa! tienes bastante tolerancia al alcohol, ¿eh?

source: this is all because of mr. gam--
es_419: todo es culpa del señor gam…

source: no, it's not that...
es_419: no, no es eso.

source: you can do that for me, right?
es_419: puede concederme eso, ¿verdad?

source: oh, yes!
es_419: ¡ah, sí!

source: pull
es_419: ZAS

source: I wasn't able to find a photo of the ceo no matter how hard I looked. what a turn of events!
es_419: a pesar de haber buscado mucho, no pude encontrar ni una foto del presidente. ¡qué sorpresa!

source: I'm also on the product development team.
es_419: yo también estoy en el departamento de producción.

source: sleep demon's office
es_419: oficina del demonio del sueño

source: I feel nauseous and queasy.
es_419: tengo náuseas y estoy mareada.

source: very annoyed
es_419: MUY MOLESTO

source: I feel so betrayed...
es_419: qué traición.

source: you shouldn't only eat lettuce.
es_419: no comas lechuga solamente.

source: The two of you are probably connected by a dark fate.
es_419: quizás ustedes dos estén conectados por un destino oscuro.

source: wait, you mean...
es_419: espere, quiere decir…

source: also, that’s a violation of our contract.
es_419: además, eso va en contra del contrato.

source: I don't understand why he wants to leave so quickly.
es_419: no entiendo por qué quiere marcharse tan rápido.

source: by the way, how were we able to fall asleep?
es_419: por cierto, ¿cómo logramos dormirnos?

source: that’s her. she looks perfectly normal, but apparently she’s quite coy and cunning.
es_419: es ella. se ve muy normal, pero parece que se hace la mosquita muerta y es muy astuta.

source: I'll take it then.
es_419: lo compro.

source: can he control humans too?
es_419: ¿él puede controlar humanos también?

source: I'm probably just... bothered that they're having private chats during the class.
es_419: quizá solo me moleste que estén teniendo conversaciones privadas durante la clase.

source: please consider joining our team!
es_419: ¡únete a nuestro equipo!

source: god. what am I saying right now?!
es_419: cielos, ¡¿qué estoy diciendo?!

source: other people never clean it to my satisfaction.
es_419: otra gente no limpia como a mí me gusta.

source: twitch
es_419: TIC

source: miss seohwa, let me know by messenger which dates you’re available for dinner.
es_419: seohwa, después escríbeme para decirme qué día puedes ir a cenar.

source: mr. gam is so indifferent towards me.
es_419: siempre me trata con mucha indiferencia.

source: why are you asking all of a sudden?
es_419: ¿por qué, de la nada, me preguntas eso?

source: sniff
es_419: SNIF

source: I remember them being warm before.
es_419: recuerdo que antes eran cálidas.

source: the same thing happened when I saw the white threads on the hourglass yesterday.
es_419: ayer me pasó lo mismo cuando vi los hilos blancos en el reloj de arena.

source: I see.
es_419: ya veo.

source: since your health is my health.
es_419: porque tu salud es la mía.

source: I have butterflies in my stomach right now.
es_419: siento mariposas en el estómago.

source: I don't know why, but I've liked the crescent moon ever since I was young.
es_419: no sé por qué, pero, desde niña, me gusta la luna creciente.

source: in other words...
es_419: es decir…

source: wait, hey!
es_419: ¡oye, espera!

source: wrap
es_419: ABRIGA

source: the next morning
es_419: a la mañana siguiente

source: I'm willing to offer--
es_419: puedo ayudarte a…

source: living amongst humans who disappear after living their lives...
es_419: los humanos que me rodeaban terminaban muriendo tarde o temprano.

source: OH, EXCUSE ME...
es_419: ¡ah, disculpa!

source: I have so much respect for you now, mr. gam. how are you still totally fine? do you go to a gym or something?
es_419: se ha ganado todo mi respeto, señor gam. ¿cómo puede estar tan fresco? ¿acaso va al gimnasio o algo así?

source: of course, I've already gotten approval from mr. gam!
es_419: ¡por supuesto que ya tengo la aprobación del señor gam!

source: miss seohwa. can you organize the specifications of the products on this list?
es_419: señorita seohwa, ¿podría ordenar las especificaciones de los productos de esta lista?

source: something's off about him.
es_419: tiene algo raro.

source: phew, finished!
es_419: ¡fiu! ¡terminé!

source: ...this position belongs to me, older brother.
es_419: … este lugar me pertenece, hermano mayor.

source: actually, I’ve already finished my work.
es_419: la verdad, ya terminé de trabajar.

source: shudder
es_419: TIRITA

source: so this will be my room from now on.
es_419: así que este será mi cuarto ahora.

source: I've never seen a body like his...
es_419: nunca había visto un cuerpo así.

source: damn it!
es_419: ¡rayos!

source: you know what?
es_419: ¿sabe qué?

source: and if you open that laptop again, I’m going to dock your pay.
es_419: y si vuelves a abrir esa computadora, no cobrarás este mes.

source: I should take care of this first.
es_419: primero debo ocuparme de esto.

source: deep in the mountains
es_419: lo profundo de las montañas

source: is everything okay? you don’t look well.
es_419: ¿qué le pasa? no se ve bien.

source: oh... yes, I do.
es_419: sí, así es.

source: excuse me... sir...?
es_419: ¿disculpe, señor?

source: I won’t put you in an awkward position.
es_419: no quiero hacerte pasar un momento incómodo.

source: and now you're trying to make me do your personal work by using this far-fetched tale about me being your partner.
es_419: y ahora, valiéndose de esta leyenda descabellada que dice que soy su compañera, quiere que haga su trabajo personal.

source: I was too startled to finish what I wanted to say...
es_419: estaba demasiado espantada como para terminar lo que quería decir.

source: but you said this would send you a signal whenever I'm in danger.
es_419: pero me dijo que esta marca le enviaría una señal si me encuentro en peligro.

source: I would also like to know!
es_419: ¡yo me pregunto lo mismo!
